Repository: Baw-Appie/TypeStatus
Catalog: prefs/Resources/*.lproj/TypeStatus.strings
Languages: ar, el, es, fr, it, ru, sv

source: Check out #TypeStatus by HASHBANG Productions!
es: ¡Échale un vistazo a #TypeStatus de "HASHBANG Productions"!
fr: Jetez un coup d'oeil à #TypeStatus de HASHBANG Productions!
it: Dai un'occhiata a #TypeStatus di HASHBANG Productions!
ru: Зацените #TypeStatus от HASHBANG Productions!
sv: Kolla in #TypeStatus av HASHBANG Productions!

source: Read:
ar: تمت القراءة:
el: Διαβάστηκε:
es: Leído:
fr: Lu:
it: Letto:
ru: Прочитано:
sv: Läs:

source: Typing:
ar: جاري الكتابة:
el: Πληκτρολογεί:
es: Escribiendo:
fr: Compose:
it: Scrivendo:
ru: Печатает:
sv: Skriver:

source: Typing
ar: عند الكتابة
el: Πληκτρολογεί
es: Escribiendo
fr: Composition
it: Scrittura
ru: Печатает
sv: Skriver

source: Status Bar Icon
ar: ايقونة في شريط الحالة العلوي
el: Εικονίδιο Status Bar
es: Icono en el Status Bar
fr: Icône Barre de Status
it: Icona Barra Di Stato
ru: Значок статусбара
sv: Status Bar Ikon

source: Status Bar Overlay
ar: غطاء في شريط الحالة العلوي
es: Texto en el Status Bar
fr: Overlay Barre de Status
it: Sovrapposizione Barra Di Stato
ru: Оверлей Статусбара
sv: Status Bar Överdrag

source: Hide Text After Delay
ar: إخفاء النص عند التأخير
el: Απόκρυψη κειμένου μετά από την πάροδο κάποιου χρόνου
es: Ocultar Texto al Acabar
fr: Masquer Texte après Délai
it: Nascondi Testo Dopo Ritardo
ru: Скрывать текст после задержки
sv: Dölj text efter fördröjning

source: Hide Inside Messages
ar: إخفاء محتوى الرسالة
el: Απόκρυψη μέσα στην εφαρμογή των Μηνυμάτων
es: Ocultar en "Mensajes"
fr: Masquer dans Messages
it: Nascondi In Messaggi
ru: Скрывать, когда в Сообщениях
sv: Dölj inuti Meddelanden

source: Test Typing
ar: تجربة الكتابة
el: Δοκιμή επιλογής "Πληκτρολόγησης"
es: Prueba "Escribiendo"
fr: Test Composition
it: Prova Scrittura
ru: Тест набора
sv: Test Skriver

source: The delay can be set with the “Overlay Display Duration” slider below.
ar: تستطيع تعيين التأخير مع "مدة عرض الغطاء" من خلال شريط التمرير أدناه.
es: La duración puede ser consigurada a continuación, en el slider de "Duración del Texto".
fr: Le délai peut être modifié à l'aide du slider “Durée d'Affichage de l'Overlay” ci-dessous.
it: Il ritardo può essere configurato con lo slider “Durata Sovrapposizione” in basso.
ru: Задержка выставляется регулятором ниже
sv: Fördröjningen kan sättas med “Överläggnings Vinsningstid” justering nedtill.

source: Read
ar: عند القراءة
el: Διαβάστηκε
es: Leído
fr: Lecture
it: Lettura
ru: Прочитано
sv: Läs

source: Test Read
ar: تجربة القراءة
el: Δοκιμή επιλογής "Διαβάστηκε"
es: Pueba "Leído"
fr: Test Lecture
it: Prova Lettura
ru: Тест прочтения
sv: Test Läs

source: “Status Bar Overlay” briefly overlays the status bar with the name of the person who caused the notification. “Hide Inside Messages” disables all indicators while Messages or biteSMS is open.
ar: "الغطاء في شريط الحالة العلوي" يظهر غطاء في شريط الحالة العلوي لفترة وجيزة مع اسم الشخص الذي تسبب في هذا الإشعار. "إخفاء محتوى الرسالة" يتم اخفاء جميع المؤشرات في حين برنامج الرسائل او biteSMS مفتوح.
es: El “Texto en el Status Bar” se superpone en el Status Bar (la barra de estado) con el nombre de la persona de la notificación. “Ocultar en Mensajes” deshabilita todas las notificaciones si tienes la aplicación de Mensajes o biteSMS abierta.
fr: “Overlay Barre de Status” remplace brièvement la barre de status avec le nom de la personne qui a causé la notification. “Masquer dans Messages” désactive tous les indicateurs lorsque Messages ou biteSMS est ouvert.
it: “Sovrapposizione Barra Di Stato” mostra in breve il nome della persona che ha causato la notifica sulla barra di stato. “Nascondi In Messaggi” disabilita tutti gli indicatori quando Messaggi o biteSMS sono aperti.
ru: “Оверлей статусбара” временно показывает в статусбаре, кто вызвал срабатывание уведомления. “Скрыть в сообщениях” отключает индикаторы пока открыты Сообщения или BiteSMS.
sv: “Status Bar överläggning” överlägger statusbaren med namnet på den person som skickade noteringen. “Dölj inuti Meddelanden” stänger av alla indikationer medans Meddelanden eller biteSMS är öppen.

source: Overlay Display Duration
ar: مدة عرض الغطاء
el: Διάρκεια κάλυψης γραμμής κατάστασης
es: Duración del Texto
fr: Durée d'Affichage de l'Overlay
it: Durata Sovrapposizione
ru: Длительность анимации оверлея
sv: Överläggnings Visningstid

source: Overlay Animation
ar: تأثيرات عند ظهور الغطاء
el: Κάλυψη γραμμής κατάστασης
es: Animación del Texto
fr: Animation de l'Overlay
it: Animazione Sovrapposizione
ru: Анимация оверлея
sv: Överläggnings Animation

source: Slide
el: Ολίσθηση
es: Deslizado
fr: Glisse
it: Scorrimento
ru: Провести пальцем
sv: Drag

source: Fade
el: Ξεθώρισμα
es: Esfumado
fr: Fondu
it: Dissolvenza
ru: Появление
sv: Dimma

source: About
ar: حول
el: Πληροφορίες
es: Acerca de
fr: À propos
it: Informazioni
ru: О TypeStatus
sv: Om

source: Lead Developer
ar: المطور المؤدي
es: Desarrollador Principal
fr: Principal Développeur
it: Sviluppatore Capo

source: Thank you to the following people for contributing to TypeStatus.
ar: شكر للأشخاص الذين ساهموا في TypeStatus.
es: Muchas gracias a las siguientes personas por su contribución en TypeStatus.
fr: Merci aux personnes suivantes pour leurs contributions à TypeStatus.
it: Un ringraziamento alle seguenti persone per aver contribuito a TypeStatus.

source: Idea
ar: فكرة
fr: Idée

source: Icons
ar: أيقونات
es: Iconos
fr: Icônes
it: Icone

source: Being Awesome
ar: جعلها أجمل
es: Increíbles
fr: Gars Géniaux
it: Miti

source: Translations
ar: ترجمة
es: Traducciones
fr: Traductions
it: Traduzioni

source: …and our beta testers and users. You guys rock!
ar: …ايضاً للاشخاص الذينا قاموا بتجربة TypeStatus!
es: …y nuestros beta testers y usuarios. ¡Sois geniales!
fr: …et nos beta testeurs et utilisateurs. Vous êtes super !
it: …ed ai nostri beta tester ed utenti. Ragazzi, spaccate!

source: Overlay Gestures
ar: إيماءات للغطاء
es: Gestos para el Texto
fr: Gestes sur l'Overlay
it: Gesture Di Sovrapposizione
ru: Жесты оверлея
sv: Överlägg Gest

source: Single Tap
ar: ضغطة واحدة
es: Un Toque
fr: Tap Unique
it: Singolo Tap
ru: Одно нажатие
sv: Enkel Tryck

source: Double Tap
ar: ضغطتين
es: Dos Toques
fr: Tap Double
it: Doppio Tap
ru: Двойное нажатие
sv: Dubbel Tryck

source: Swipe Left
ar: السحب لليسار
es: Deslizar Izquierda
fr: Swipe Gauche
it: Swipe A Sinistra

source: Swipe Right
ar: السحب لليمين
es: Deslizar Derecha
fr: Swipe Droite
it: Swipe A Destra

source: No Action
ar: بدون حركة
es: Ninguna Acción
fr: Aucune Action
it: Nessuna Azione
ru: Без действия
sv: Ingen Funktion

source: Dismiss
ar: رفض
es: Rechazar
fr: Annuler
it: Chiudi
ru: Закрыть
sv: Avfärda

source: Open biteSMS
ar: فتح من خلال biteSMS
es: Abrir biteSMS
fr: Ouvrir biteSMS
it: Apri biteSMS
ru: Открыть BiteSMS
sv: Öppna biteSMS

source: Open Messages
ar: فتح من خلال الرسائل
es: Abir Mensajes
fr: Ouvrir Messages
it: Apri Messaggi
ru: Открыть Сообщения
sv: Öppna Meddelanden
